[
    {
        "semester": "January 2021",
        "course_title": "The Social Construction of American Society",
        "course_codes": [
            "AMST-201"
        ],
        "faculty": {
            "Section 01": [
                "Pawan H. Dhingra"
            ]
        },
        "description": "The goal of this course is to explain how our daily, social environment in the United States is constructed and shapes our lives. We will address such questions as why some succeed at school while others fail; what effect culture has on our behavior; why there are class, gender, and racial inequalities; how socialization takes place; and what role politics plays in our society. This course introduces students to these and other sociological topics as well as to dominant theories and methods used to make sense of such social phenomena. Students are encouraged to bring their own insights to class as we challenge common assumptions of these major issues that refer to all of us. Limited to 18 students. January term. Professor Dhingra.",
        "times_and_locations": {
            "AMST 201 - L/D": {
                "Section 01": [
                    {
                        "day": "M",
                        "time": "12:00 PM - 12:50",
                        "location": "PM"
                    }
                ]
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "\"We've never not been here\":&nbsp; Introduction to Native American and Indigenous Studies",
        "course_codes": [
            "AMST-273"
        ],
        "faculty": {
            "Section 01": [
                "Ashley E. Smith (Section 01J)"
            ]
        },
        "description": "This course offers an introduction to the interdisciplinary field of Native American and Indigenous Studies. In his powerful collection of essays by the same title, Paul Chaat Smith (Comanche) proclaims to his readers that everything you know about Indians is wrong. In this course, we will consider Paul Chaat Smiths claim and trace how it came to be. We will examine history, literature, art, politics, and current events to explore the issues that Indigenous peoples face today and their deep and complex historical roots. We will pay particular attention to the creative ways that indigenous communities have remained vibrant in the face of ongoing colonial struggle. This course will focus on the United States with some consideration of the broader transnational American context. Topics include histories of Indigenous-settler relations, US Indian Law and Indigenous sovereignties, Indigenous ecological knowledge practices, Indigenous philosophical and literary traditions, and Indigenous activism. Limited to 25 students. January term. Visiting Lecturer Smith.",
        "times_and_locations": {
            "AMST 273": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Seminar in the Anthropology of Music: Voice",
        "course_codes": [
            "ANTH-449",
            "MUSI-449"
        ],
        "faculty": {
            "Section 01": [
                "Jeffers L. Engelhardt"
            ]
        },
        "description": "This seminar explores the sound and significance of the human voice in broad perspective. What do we communicate with our voice? Why are certain voices powerful or unforgettable? How are voices culturally shaped and constrained? How do people use their voice along the continuum between speech and song? What happens when the voice turns text into sound? What does it mean in terms of politics and personhood to have a voice? How does vocal sound relate to knowledge of the body and ideas about race, gender, and identity? To engage these questions, we will begin by examining the classic premise that the voice is a sonic medium for music, language, and other forms of communicative expression whose production (singing, speaking, vocalizing) and uptake (listening, recognizing, empathizing) are basic to social life and inhabiting one's environment. Throughout the term, we will push this premise in critical new directions by remembering that song and language affect us because the voice is not merely a medium. What Roland Barthes famously describes as \"the grain of the voice\" is its profound, compelling sonic presence beyond its role as a medium. Thinking about the significance of vocal sound and timbre in this light, we will explore a host of voices and vocal styles from throughout the world, including how we use our own creatively, in performance, and relative to the constraints of a voice-impacting global pandemic. We will listen and read widely, benefiting from each others' experience and insights as well as those of singers and scholars who will join us. Fulfills either the departmental seminar requirement or the comprehensive exam requirement for the major. January term. Professor Engelhardt. Hyflex format with as much face-to-face learning as possible. Online elements of the course will be conducted via Zoom and the course website.",
        "times_and_locations": {
            "MUSI 449": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Being Human in STEM",
        "course_codes": [
            "SOCI-250",
            "BIOL-250",
            "CHEM-250",
            "LLAS-250"
        ],
        "faculty": {
            "Section 01": [
                "Sony Coranez Bolton",
                "Sheila S. Jaswal",
                "Leah C. Schmalzbauer",
                "Josef G. Trapani"
            ]
        },
        "description": "(Offered as BIO 250, CHEM 250, LLAS 250 and SOCI 250) This is an interactive course that combines academic inquiry and community engagement to investigate identity, inequality and representation within Science Technology Engineering and Mathematics (STEM) fields--at Amherst and beyond. We begin the course by grounding our understanding of the STEM experience at Amherst in national and global contexts. We will survey the interdisciplinary literature on the ways in which identity - race, gender, class, ability, sexuality- and geographic context shape STEM persistence and belonging. We will bring this literature into conversation with our own Amherst experiences. These challenging conversations require vulnerability, openness and the ability to tolerate discomfort. We will work from day one to build a brave space whose foundation is trust, accountability and growth. Students will design group projects that apply themes from the literature and our seminar discussions to develop resources and engage the STEM community, whether at the college, local, or national level. Course work includes critical reading and discussion, reflective writing, and collaborative work culminating in community engagement projects which students will share with the campus and the broader public. The class will meet synchronously most days for the remote January term and will also involve asynchronous small group work. Open to sophomores, juniors and seniors. This course will be taught in two sections, each taught by a partnering of a scientist and a humanist/social scientist. Each section will be limited to 18 students due to the remote format and the discussion- and project-based nature of the class. January Term. Professors Jaswal, Coranez Bolton, Schmalzbauer and Trapani.",
        "times_and_locations": {
            "CHEM 250": {
                "Section 01": [],
                "Section 02": [],
                "Section 03": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Plant Cultures: Chemical Perspectives on Slavery and the Land.&nbsp;",
        "course_codes": [
            "ARCH-120",
            "ARHA-120",
            "CHEM-120"
        ],
        "faculty": {
            "Section 01": [
                "Dwight A. Carey",
                "Alberto M. Lopez (Section 01J)"
            ]
        },
        "description": "(Offered as ARHA 120, CHEM 120 and ARCH 120)  This course introduces students to the social and chemical characteristics of the buildings and landscapes that slaves constructed in North Africa, the Caribbean, Latin America, West Africa, and the Indian Ocean from the seventeenth to the nineteenth century. In looking at construction histories from Suriname to Bengal, we will engage the knowledge of plants that enslaved builders wielded to raise structures made of wood, straw, coral, earth, and fibers. Recognizing that construction involves both the assemblage of dwellings and the mastery of resources, we will also approach a number of topics, including but not limited to: the usage of aloe on the part of enslaved loggers in Mauritius to heal the wounds that their hatchets inflicted upon them; the role of forced labor in the establishment of the wine industry and its vineyards in French colonial Algeria; the usage of marijuana as a medicinal agent among enslaved construction laborers from West Africa to the Caribbean; garden construction, meal preparation, and the poisoning of slave owners in Haiti; and contemporary efforts to preserve the landscapes of enslaved plant knowledge in the age of climate change. Each week, students will participate in activities designed to cultivate a more nuanced understanding of the chemical properties of the plant specimens addressed. Lectures and discussions will attempt to bridge the gap between chemistry and architectural studies by combining analyses of humanities readings with investigations of plant-based natural products. The goal will be to foster an understanding of both enslaved plant knowledge and the plants themselves that have defined construction labor under slavery. No prerequisites. No prior knowledge of chemistry or architectural history is required for this class.  Class will meet synchronously. January Term, 2021:  Professors Alberto Lopez and Dwight Carey.",
        "times_and_locations": {
            "CHEM 120": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Plant Cultures: Chemical Perspectives on Slavery and the Land.&nbsp;",
        "course_codes": [
            "ARCH-120",
            "ARHA-120",
            "CHEM-120"
        ],
        "faculty": {
            "Section 01": [
                "Dwight A. Carey",
                "Alberto M. Lopez (Section 01J)"
            ]
        },
        "description": "(Offered as ARHA 120, CHEM 120 and ARCH 120)  This course introduces students to the social and chemical characteristics of the buildings and landscapes that slaves constructed in North Africa, the Caribbean, Latin America, West Africa, and the Indian Ocean from the seventeenth to the nineteenth century. In looking at construction histories from Suriname to Bengal, we will engage the knowledge of plants that enslaved builders wielded to raise structures made of wood, straw, coral, earth, and fibers. Recognizing that construction involves both the assemblage of dwellings and the mastery of resources, we will also approach a number of topics, including but not limited to: the usage of aloe on the part of enslaved loggers in Mauritius to heal the wounds that their hatchets inflicted upon them; the role of forced labor in the establishment of the wine industry and its vineyards in French colonial Algeria; the usage of marijuana as a medicinal agent among enslaved construction laborers from West Africa to the Caribbean; garden construction, meal preparation, and the poisoning of slave owners in Haiti; and contemporary efforts to preserve the landscapes of enslaved plant knowledge in the age of climate change. Each week, students will participate in activities designed to cultivate a more nuanced understanding of the chemical properties of the plant specimens addressed. Lectures and discussions will attempt to bridge the gap between chemistry and architectural studies by combining analyses of humanities readings with investigations of plant-based natural products. The goal will be to foster an understanding of both enslaved plant knowledge and the plants themselves that have defined construction labor under slavery. No prerequisites. No prior knowledge of chemistry or architectural history is required for this class.  Class will meet synchronously. January Term, 2021:  Professors Alberto Lopez and Dwight Carey.",
        "times_and_locations": {
            "CHEM 120": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Photography I",
        "course_codes": [
            "ARHA-218"
        ],
        "faculty": {
            "Section 01": [
                "Justin F. Kimball"
            ]
        },
        "description": "January: (Offered as ARHA 218) An introduction to black-and-white still photography. The basic elements of photographic technique will be taught as a means to explore both general pictorial structure and photographys own unique visual language. Emphasis will be centered less on technical concerns and more on investigating how images can become vessels for both ideas and deeply human emotions. Weekly assignments, weekly critiques, readings, and slide lectures about the work of artist-photographers, one short paper, and a final portfolio involving an independent project of choice. Two three-hour meetings per week. Limited to 12 students. January term. Professor Kimball. Spring: (Offered as ARHA 218)  An introduction to black-and-white still photography. The basic elements of photographic technique will be taught as a means to explore both general pictorial structure and photographys own unique visual language. Emphasis will be centered less on technical concerns and more on investigating how images can become vessels for both ideas and deeply human emotions. Weekly assignments, weekly critiques, readings, and slide lectures about the work of artist-photographers, one short paper, and a final portfolio involving an independent project of choice. T he course will be taught virtually using digital cameras and and software. Students will be supplied with cameras for the semester. Two three-hour meetings per week. Limited to 12 students. Spring term. Professor Kimball.",
        "times_and_locations": {
            "ARHA 218": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "The Photograph: Image, Text, Context",
        "course_codes": [
            "ARHA-220"
        ],
        "faculty": {
            "Section 01": [
                "Karen R. Koehler"
            ]
        },
        "description": "This course will focus on a small, select number of American photographs studied in significant depth. Making use of diverse methods of looking and analysis, we will examine photographs that are both canonical and non-canonical: from the earliest daguerreotypes in the nineteenth century, to documents of American history, to avant-garde experimentations, and the expanding global image ecologies of the present. We will study the social, intellectual, and art histories of photography, interrogating concepts of visual representation and reproduction, and issues of technology, identity, and power, while also employing the theoretical lenses of critical writers. January Semester. Visiting Assistant Professor Koehler.",
        "times_and_locations": {
            "ARHA 220": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Foundations in Video Production",
        "course_codes": [
            "ARHA-221",
            "FAMS-221"
        ],
        "faculty": {
            "Section 01": [
                "Adam R. Levine"
            ]
        },
        "description": "(Offered as ARHA 221 and FAMS 221) For January 2021.  This introductory course is designed for students with no prior experience in video production. The aim is both technical and creative. We will begin with the literal foundation of the moving imagethe framebefore moving through shot and scene construction, lighting, sound-image concepts, and final edit. In addition to regular online screenings, the class will consist of daily Zoom sessions led by the professor, including lectures on filmmaking techniques, film discussions, and critiques of footage and various cuts. Each student will work on a series of individual production exercises, a group project and a final video assignment. Limited to 12 students with instructor's permission. January semester:  Professor Levine.  Spring semester:  Visiting Lecturer Montague",
        "times_and_locations": {
            "ARHA 221": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Image &amp; Text",
        "course_codes": [
            "ARHA-228"
        ],
        "faculty": {
            "Section 01": [
                "Douglas Culhane"
            ]
        },
        "description": "The combination of language with visual information offers a rich range of possibilities. In this course we will investigate strategies of interweaving image and text to create works that draw upon the qualities of each to produce hybrid forms. The class will look at a variety of sources and respond to them in a series of hands-on studio projects. These sources include maps, diagrams, calligraphy, illustrations and manuscripts, as well as work from the history of art and literature. The projects can involve drawing, printing, erasures, book-making, writing, digital media and photography to produce works that deploy image and text to express narrative, poetic, political or informational content. Students from a range of diciplines and interests are encouraged to participate. No prior studio experience is required. Limited to 12 students. January semester. Visiting Lecturer Culhane.",
        "times_and_locations": {
            "ARHA 228": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Making Art in a Time of Turbulence and Upheaval",
        "course_codes": [
            "ARHA-248"
        ],
        "faculty": {
            "Section 01": [
                "Betsey A. Garand"
            ]
        },
        "description": "What's on your mind? How can you convey this visually? Fear and anxiety are normal aspects of creativity; the conscious act of \"letting go\" and trusting intuitive mark-making will be encouraged and taught in this course. Students will be motivated to create imagery that provides personal meaning influenced by political, individualistic, imaginative and emotional experiences. The class will explore and develop hand-printed and hand-drawn methods of making images using a variety of techniques allowing investigation and discovery. Assignments will include drawing with watercolor and colored pencils; hand printing with woodcut, trace monotype and the stencil method of pochoir. Woodcut is a relief method of printmaking which involves carving into blocks of wood, inking the surface, and then printing by hand, using spoons, barens and the palm of the hand. Trace monotype is an intaglio/planographic printmaking process that is very direct and reliant upon the pressure of a pencil and hand to offset ink to paper. Pochoir is a stencil method where ink is pounced directly onto the paper using a stencil brush; it has the look and quality of soft, air-brush. Students will also use watercolor and colored pencils to hand color prints as well as to draw. A culturally wide range of artists will be introduced throughout the course to coincide with assignments and provide relevant insight and knowledge. No prerequisites required. Course will be taught remotely. Demonstrations will be delivered via video. Critiques and discussion will be held via zoom. Essential course materials will be mailed to each student. Limited to 10 Students. January term. Senior Resident Artist Garand.",
        "times_and_locations": {
            "ARHA 248": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "The Art Market",
        "course_codes": [
            "ARHA-263"
        ],
        "faculty": {
            "Section 01": [
                "Niko Vicario"
            ]
        },
        "description": "This course investigates the relationship between art and commerce in the late twentieth and early twenty-first century. What is the network of auctions, galleries, and fairs overseeing the buying and selling of works of art and how is value decided, constructed, and transformed in the process? How do we understand and calculate the value of art in both economic and symbolic terms? How do you buy and sell a work of performance art? What agency do artists possess in determining how their work operates in the market and how have artists played with the market since the 1960s? Finally, in what ways does the making, buying, and selling of works of art conform to and diverge from the operations of the economy at large? Using texts by Karl Marx, Thorstein Veblen, Eve Chiapello, and Jean-Joseph Goux, among others, as a theoretical foundation, we will explore the relationship between works of art and commodities and the ways in which artists both embrace and critique the commercial side of the art world. We will also study the recent attention paid to the dirty money funding arts institutions and trace a longer history of this phenomenon and its contestation by artists, activists, and artist-activists. Requisite: One course in the history of art or cultural studies or permission of the instructor. Recommended requisite: ARHA 155. Limited to 25 students. January 2021. Professor Niko Vicario.",
        "times_and_locations": {
            "ARHA 263": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Health Policy in China",
        "course_codes": [
            "ASLC-431",
            "POSC-431"
        ],
        "faculty": {
            "Section 01": [
                "Kerry E. Ratigan"
            ]
        },
        "description": "This in tensive course will examine Chinese politics through the lens of health policy, from the founding of the Peoples Republic of China through the Covid-19 pandemic. We will examine questions such as: Why has healthcare been a persistent challenge for an ostensibly communist ruling party? How has Chinese health policy changed over time and what has remained the same? How has healthcare been impacted by the vicissitudes of Chinese politics? How have Chinese politics shaped the countrys responses to the covid-19 pandemic? And how is the pandemic likely to impact Chinese politics? The course will include short research assignments that will take varied forms , such as papers and presentations. The course will be taught on-line. Prerequisite: Previous experience or coursework related to China strongly preferred. Previous coursework in the social sciences will be an asset. Limited to 20 students. If Overenrolled: Priority given to students with prior coursework or experience related to China.",
        "times_and_locations": {
            "POSC 431": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Being Human in STEM",
        "course_codes": [
            "SOCI-250",
            "BIOL-250",
            "CHEM-250",
            "LLAS-250"
        ],
        "faculty": {
            "Section 01": [
                "Sony Coranez Bolton",
                "Sheila S. Jaswal",
                "Leah C. Schmalzbauer",
                "Josef G. Trapani"
            ]
        },
        "description": "(Offered as BIO 250, CHEM 250, LLAS 250 and SOCI 250) This is an interactive course that combines academic inquiry and community engagement to investigate identity, inequality and representation within Science Technology Engineering and Mathematics (STEM) fields--at Amherst and beyond. We begin the course by grounding our understanding of the STEM experience at Amherst in national and global contexts. We will survey the interdisciplinary literature on the ways in which identity - race, gender, class, ability, sexuality- and geographic context shape STEM persistence and belonging. We will bring this literature into conversation with our own Amherst experiences. These challenging conversations require vulnerability, openness and the ability to tolerate discomfort. We will work from day one to build a brave space whose foundation is trust, accountability and growth. Students will design group projects that apply themes from the literature and our seminar discussions to develop resources and engage the STEM community, whether at the college, local, or national level. Course work includes critical reading and discussion, reflective writing, and collaborative work culminating in community engagement projects which students will share with the campus and the broader public. The class will meet synchronously most days for the remote January term and will also involve asynchronous small group work. Open to sophomores, juniors and seniors. This course will be taught in two sections, each taught by a partnering of a scientist and a humanist/social scientist. Each section will be limited to 18 students due to the remote format and the discussion- and project-based nature of the class. January Term. Professors Jaswal, Coranez Bolton, Schmalzbauer and Trapani.",
        "times_and_locations": {
            "CHEM 250": {
                "Section 01": [],
                "Section 02": [],
                "Section 03": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Race, Place, and the Law",
        "course_codes": [
            "BLST-147",
            "LJST-105"
        ],
        "faculty": {
            "Section 01": [
                "David P. Delaney"
            ]
        },
        "description": "(Offered as LJST 105 and BLST 147 [US]) Understandings of and conflicts about place are of central significance to the experience and history of race and race relations in America. The shaping and reshaping of places is an important ingredient in the constitution and revision of racial identities: think of the ghetto, Chinatown, or Indian Country. Law, in its various manifestations, has been intimately involved in the processes which have shaped geographies of race from the colonial period to the present day: legally mandated racial segregation was intended to impose and maintain both spatial and social distance between members of different races. The objective of this course is to explore the complex intersections of race, place, and law. Our aim is to gain some understanding of geographies of race on-the-ground in real places, and of the role of legal practicesespecially legal argumentin efforts to challenge and reinforce these racial geographies. We will ask, for example, how claims about responsibility, community, rationality, equality, justice, and democracy have been used to justify or resist both racial segregation and integration, access and expulsion. In short, we will ask how moral argument and legal discourse have contributed to the formation of the geographies of race that we all inhabit. Much of our attention will be given to a legal-geographic exploration of African-American experiences. But we will also look at how race, place and the law have shaped the distinctive experiences of Native Americans, Hispanic Americans, and Asian Americans. Limited to 30 students. January Term ONLINE ONLY. Senior Lecturer Delaney. If Overenrolled: Priority to LJST majors, and then by seniority. Cost: $$15.00 ?",
        "times_and_locations": {
            "LJST 105": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Plant Cultures: Chemical Perspectives on Slavery and the Land.&nbsp;",
        "course_codes": [
            "ARCH-120",
            "ARHA-120",
            "CHEM-120"
        ],
        "faculty": {
            "Section 01": [
                "Dwight A. Carey",
                "Alberto M. Lopez (Section 01J)"
            ]
        },
        "description": "(Offered as ARHA 120, CHEM 120 and ARCH 120)  This course introduces students to the social and chemical characteristics of the buildings and landscapes that slaves constructed in North Africa, the Caribbean, Latin America, West Africa, and the Indian Ocean from the seventeenth to the nineteenth century. In looking at construction histories from Suriname to Bengal, we will engage the knowledge of plants that enslaved builders wielded to raise structures made of wood, straw, coral, earth, and fibers. Recognizing that construction involves both the assemblage of dwellings and the mastery of resources, we will also approach a number of topics, including but not limited to: the usage of aloe on the part of enslaved loggers in Mauritius to heal the wounds that their hatchets inflicted upon them; the role of forced labor in the establishment of the wine industry and its vineyards in French colonial Algeria; the usage of marijuana as a medicinal agent among enslaved construction laborers from West Africa to the Caribbean; garden construction, meal preparation, and the poisoning of slave owners in Haiti; and contemporary efforts to preserve the landscapes of enslaved plant knowledge in the age of climate change. Each week, students will participate in activities designed to cultivate a more nuanced understanding of the chemical properties of the plant specimens addressed. Lectures and discussions will attempt to bridge the gap between chemistry and architectural studies by combining analyses of humanities readings with investigations of plant-based natural products. The goal will be to foster an understanding of both enslaved plant knowledge and the plants themselves that have defined construction labor under slavery. No prerequisites. No prior knowledge of chemistry or architectural history is required for this class.  Class will meet synchronously. January Term, 2021:  Professors Alberto Lopez and Dwight Carey.",
        "times_and_locations": {
            "CHEM 120": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Being Human in STEM",
        "course_codes": [
            "SOCI-250",
            "BIOL-250",
            "CHEM-250",
            "LLAS-250"
        ],
        "faculty": {
            "Section 01": [
                "Sony Coranez Bolton",
                "Sheila S. Jaswal",
                "Leah C. Schmalzbauer",
                "Josef G. Trapani"
            ]
        },
        "description": "(Offered as BIO 250, CHEM 250, LLAS 250 and SOCI 250) This is an interactive course that combines academic inquiry and community engagement to investigate identity, inequality and representation within Science Technology Engineering and Mathematics (STEM) fields--at Amherst and beyond. We begin the course by grounding our understanding of the STEM experience at Amherst in national and global contexts. We will survey the interdisciplinary literature on the ways in which identity - race, gender, class, ability, sexuality- and geographic context shape STEM persistence and belonging. We will bring this literature into conversation with our own Amherst experiences. These challenging conversations require vulnerability, openness and the ability to tolerate discomfort. We will work from day one to build a brave space whose foundation is trust, accountability and growth. Students will design group projects that apply themes from the literature and our seminar discussions to develop resources and engage the STEM community, whether at the college, local, or national level. Course work includes critical reading and discussion, reflective writing, and collaborative work culminating in community engagement projects which students will share with the campus and the broader public. The class will meet synchronously most days for the remote January term and will also involve asynchronous small group work. Open to sophomores, juniors and seniors. This course will be taught in two sections, each taught by a partnering of a scientist and a humanist/social scientist. Each section will be limited to 18 students due to the remote format and the discussion- and project-based nature of the class. January Term. Professors Jaswal, Coranez Bolton, Schmalzbauer and Trapani.",
        "times_and_locations": {
            "CHEM 250": {
                "Section 01": [],
                "Section 02": [],
                "Section 03": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "The Bodies of Tragedy",
        "course_codes": [
            "CLAS-111",
            "SWAG-110"
        ],
        "faculty": {
            "Section 01": [
                "Frederick T. Griffiths"
            ]
        },
        "description": "Since its invention in Athens, tragic drama has focused upward on the great or mighty as they fall but also outward on the disempowered as they are for once given public voice: women, slaves, and barbarians. The cosmic forces of fate and the gods play out along social fault lines with conflicting viewpoints. We look to a hero, but, changing his mask, a Greek actor could go from god to wife to peasant. This multiplicity complicates itself in modern stagings and films as they cast actors with specific gender and racial identities. Female actors now have indisputable claim on the once-male roles of Antigone, Cassandra, Medea, and Electra, as they do on Shakespeares Juliet, Lady Macbeth, and Cleopatra. In this course we look at the performance of plays by Aeschylus, Sophocles, Euripides, and Shakespeare in their historical context, as well as at adaptations in film and dance. We also consider Rita Doves remaking of Sophocles Oedipus the King in The Darker Face of the Earth and, for the bodies of comedy, Spike Lees recasting of Aristophanes Lysistrata in Chi Raq. The requirements are regular attendance and participation, brief before-class responses, and three essays. The course aims to give students independent command of influential plays, as well as insight into the aesthetics and politics of putting contemporary bodies into classic roles. We consider and apply core concepts relating to the representation of gender, race, and sexuality. The course will be taught in multiple sessions each day, both synchronous and asynchronous, along with the assigned films and filmed performances. Most days, there will be a brief interaction with the instructor about an observation or question about the reading. 2.5 hours per day. Limit of 18. If over-enrolled, preference to first-year students and sophomores.",
        "times_and_locations": {
            "CLAS 111": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Intro Comp Science II",
        "course_codes": [
            "COSC-112"
        ],
        "faculty": {
            "Section 01": [
                "John E. Rager"
            ]
        },
        "description": "",
        "times_and_locations": {
            "COSC 112": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Public Choice",
        "course_codes": [
            "ECON-220"
        ],
        "faculty": {
            "Section 01": [
                "Christopher G. Kingston"
            ]
        },
        "description": "The state plays a large role in the economy, employing a substantial fraction of the labor force, producing and consuming a wide variety of goods and services, building infrastructure, taxing economic activity, enforcing contracts, redistributing wealth, regulating industries, and so on. Therefore, the allocation of societys resources - the subject matter of economics - depends crucially on how political decisions are made. This course is an introduction to rational-choice and game-theoretic analysis of collective decision-making in the public sphere: voting systems and democratic governance; legislative bargaining and policymaking; the role of interest groups and collective action; corruption, rent seeking and government failure; constitutional change; and the economic analysis of law. January-term courses will be offered remotely. Requisite: ECON 111 or equivalent. Limited to 30 students. January term. Professor Kingston.",
        "times_and_locations": {
            "ECON 220": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Economics of Entrepreneurship",
        "course_codes": [
            "ECON-453"
        ],
        "faculty": {
            "Section 01": [
                "Jake Blackwood"
            ]
        },
        "description": "This course explores the economic importance of entrepreneurship, with a focus on recent empirical findings. We will study the roles entrepreneurs play in innovation, economic growth, and rising living standards, as well as determinants of entrepreneurial success such as finance, geography, and entrepreneur characteristics. The course will also cover implications for policy and explore recent patterns in entrepreneurial activity in the United States. Students will become familiar with key research findings on entrepreneurship, conduct research utilizing publicly available data on firms and workers, and identify real-world examples of course concepts. January-term courses will be offered remotely. Requisite: ECON 360/361. Limited to 15 students. January term. Professor Blackwood.",
        "times_and_locations": {
            "ECON 453": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Letter Writers and Epistolarity",
        "course_codes": [
            "ENGL-270"
        ],
        "faculty": {
            "Section 01": [
                "Benigno R. Sanchez-Eppler"
            ]
        },
        "description": "The participants in this online course will read letters and write letters. This course became radically enhanced with the distancing imposed as COVID-19 exiled us from campus last spring. The course depends both on experiences and experiments with the letter as a complex instrument of communication, as literary artefact, as carrier of affect, intention and ideas, and as a record of individual and communal growth. Letter writing will be practiced as a performance that deploys persona, tone, voice, purpose, persuasion, transparency, and decorum. Your discoveries and the development of your thoughts will be circulated as letters written among a small circle of correspondence. Readings will include letters written by Paul, Seneca, Martin Luther King, Biddy Martin, Dorothy Osborne, John Keats, Rainer Maria Rilke, Lou Andreas-Salome, Sigmund Freud, Boris Pasternak, Marina Tsvetayeva, Robert Oppenheimer. The reading of epistolary novels will focus our attention on fictional uses of the form ( Daddy Longlegs , Dangerous Liaisons , Screwtape Letters ). We will also pay attention to the current evolution of letter writing in the time of e-mail and social media, and social isolation. Capstone projects will be organized as researched and curated presentations of selected online manuscript letters, or as a compiled and analyzed collection of personal or family letters, or as epistolary fiction. In addition to the expected use of Zoom and emergency uses of Skype, students are expected to become familiar with: Google Drive, Google Docs, Sheets, and Slides; Dropbox; Microsoft Word, Power Point, and Excel; Audible and Kindle; parabol.co; and ProQuest Ebook Central. January. Lecturer B. Sanchez-Eppler.",
        "times_and_locations": {
            "ENGL 270": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Whodunit? Thinking with Detective Fiction",
        "course_codes": [
            "ENGL-275"
        ],
        "faculty": {
            "Section 01": [
                "Amanda K. Henrichs (Section 01J)"
            ]
        },
        "description": "Sherlock Holmes. Miss Marple. Judge Dee. Temperance Brennan. Precious Ramotswe. The Dude. Sam Spade. Batman. You might not know all these characters, but they share one thing in common: they have all been called detectives . Despite their other differences, they all seek to understand a problem; they are all in search of answers. It is probably this attempt to make sense of the world through a process of reasoning that makes the detective such an enduring figure in popular culture. In this course, we will model our own reading, writing, and thinking on the detectives analytical processes. Through deep engagement with various media including film, television, books, and graphic novels, this course will attempt to understand the persistent fascination with the vibrant (and frequently difficult) figure that is the detective. Topics will include Sherlock Holmes (both early stories and recent BBC television adaptations), Edgar Allan Poe, Agatha Christie, Gertrude Stein, The Big Lebowski , and more. This intensive course will meet virtually two to three times per week (the precise frequency will be determined in the first two days of class meetings). As a literature-based and intensive course, expect to read up to 200 pages of a detective novel per week. Please contact the instructor with any questions. Limited to 35 students. January. Visiting Professor Henrichs.",
        "times_and_locations": {
            "ENGL 275": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "The Performance of Politics",
        "course_codes": [
            "ENGL-392"
        ],
        "faculty": {
            "Section 01": [
                "Christopher A. Grobe"
            ]
        },
        "description": "When someone says that a politician is being theatrical or that a protestor is following a script, it is rarely meant as a complimentbut why? The implication is that true politics is never theatrical, never scripted, never performed, never entangled with spectacle. Put so baldly, this claim is pretty hard to believe. If, instead, we take for granted that all politics is performed, we are left with several unanswered questions. What would an eye trained on performance (theater, dance, film, comedy, spoken word, etc.) see in our politics that someone else would not? Are there distinct performance traditions in politics, as there are in the performing arts? How do activists and office-holders enter these traditions, learn their ways, and apply them in everyday settings? How are citizens expected (or trained) to engage with this performance of politicseither as spectators or co-performers? What are the key genres of political performance, and what should every citizen know about them? This class will teach you to see these as researchable questionsand as part of an ongoing scholarly conversation in fields ranging from performance studies, art history, and media studies to sociology, anthropology, political theory, and history. Through reading and discussion, students will learn to think in interdisciplinary terms about politics, making connections across fields and methodologies. They will also study representations of political action and debate in film, television, and theater in order to uncover whatever lessons performing artists can teach us about contemporary political life. This year, the course will be offered as an intensive four-week course in January. Our goal will be to apply these ideas to recent events (i.e., the 2020 election) and ongoing spectacles (e.g., the presidential inauguration on January 20th). We will do so first in small-group discussions, familiarizing ourselves with relevant theories and bodies of knowledge. Then, we will collaborate on creating a website (or other medium TBD) conveying that knowledge to others. Limited to 30 students. January. Professor Grobe.",
        "times_and_locations": {
            "ENGL 392": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2022",
        "course_title": "Emily Dickinson",
        "course_codes": [],
        "faculty": {
            "Section 01": [
                "TBA"
            ]
        },
        "description": "",
        "times_and_locations": {}
    },
    {
        "semester": "January 2021",
        "course_title": "Foundations in Video Production",
        "course_codes": [
            "ARHA-221",
            "FAMS-221"
        ],
        "faculty": {
            "Section 01": [
                "Adam R. Levine"
            ]
        },
        "description": "(Offered as ARHA 221 and FAMS 221) For January 2021.  This introductory course is designed for students with no prior experience in video production. The aim is both technical and creative. We will begin with the literal foundation of the moving imagethe framebefore moving through shot and scene construction, lighting, sound-image concepts, and final edit. In addition to regular online screenings, the class will consist of daily Zoom sessions led by the professor, including lectures on filmmaking techniques, film discussions, and critiques of footage and various cuts. Each student will work on a series of individual production exercises, a group project and a final video assignment. Limited to 12 students with instructor's permission. January semester:  Professor Levine.  Spring semester:  Visiting Lecturer Montague",
        "times_and_locations": {
            "ARHA 221": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Jazz Film: Improvisation, Narrativity, and Representation",
        "course_codes": [
            "FAMS-375",
            "MUSI-225"
        ],
        "faculty": {
            "Section 01": [
                "Jason Robinson"
            ]
        },
        "description": "(Offered as MUSI 225 and FAMS 375) Jazz occupies a special role in the development of American film. From The Jazz Singer (1927), the first American film that included synchronized sound, to the sprawling Jazz: A Documentary (2001) from Ken Burns, filmic representations of jazz speak to fundamental ways that Americans negotiate difference and imagine national identity. This course examines the relationship between jazz and American culture through three modalities: improvisation, narrativity, and representation. How might jazz improvisation influence the construction of film? Is there an \"improvised film\"? Moreover, jazz musicians often speak about \"telling stories\" through their music. How might this influence narrative structure in film and inform the ways that stories about jazz musicians are constructed in film? How might this influence narrative structure in film? And how might these stories about jazz musicians reflect larger debates about race, gender, sexuality and nationality? Assignments will include guided viewing of several important jazz films, required reading, and a series of essays. January term. Professor Robinson. Synchronous and asynchronous online learning.  All elements of the course will be conducted via Zoom, the course website, streaming video reserves, and other online sources.",
        "times_and_locations": {
            "MUSI 225": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Geology of the American West",
        "course_codes": [
            "GEOL-104"
        ],
        "faculty": {
            "Section 01": [
                "Tekla A. Harms"
            ]
        },
        "description": "Iconic and yet dramatically diverse landscapes characterize the western United States, including snow-capped mountain ranges, deep canyons, monuments of stone, geyser fields, and vast lava-capped plateaus - in marked contrast to the more subdued lands to the east. North America is a dynamic, sometimes cataclysmic and sometimes quiescent land with a deep past. In this course, we will focus our attention on the Grand Canyon, Rocky Mountain and Glacier National Parks, Yellowstone, Yosemite, and the Columbia Plateau. By placing these parks in their geologic context, students will gain a framework within which the geology of many additional western landscapes can be understood. No prior study of geology is necessary. Participants in this course will be introduced to fundamental concepts in earth science: rock types and their origins; plate tectonics and crustal dynamics; weathering, glaciation and the carving of landscapes; sea level rise and fall; measuring geologic time; and reading geologic maps. We will also join the debate surrounding some unresolved problems in western geology by critically assessing cutting-edge data and interpretations. The course will culminate in the joint production of a geologic guidebook for travel to select parts of the west. This course will be conducted remotely using both synchronous and asynchronous meetings. We will exploit a range of innovative digital resources to bring the west to us for close examination - such as gigapan images and Google Earth - and will use traditional primary and secondary print sources as well. Not open to students who have completed Geology 111. January term. Professor Harms.",
        "times_and_locations": {
            "GEOL 104": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "The History of Israel",
        "course_codes": [
            "HIST-294"
        ],
        "faculty": {
            "Section 01": [
                "Adi Gordon"
            ]
        },
        "description": "[ME, TE] This course will survey the history of Israel from the pre-state origins of Zionism in the late nineteenth century to the present. It will explore political, military, social and cultural history. We will seek a better historical understanding of many of Israels ongoing challenges, such as the place of religion in civil life, the states relation to world Jewry, and the Arab-Israeli conflict. We will pay special attention to contested identities and inner debates within Zionism and Israel, highlighting different and occasionally opposing visions of a Jewish homeland. In addition to historical documents and books (non-fiction and fiction), we will rely on the growing wealth of Israeli documentary films. Enrollment limited to 18 students. January term. Professor A. Gordon.",
        "times_and_locations": {
            "HIST 294": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Being Human in STEM",
        "course_codes": [
            "SOCI-250",
            "BIOL-250",
            "CHEM-250",
            "LLAS-250"
        ],
        "faculty": {
            "Section 01": [
                "Sony Coranez Bolton",
                "Sheila S. Jaswal",
                "Leah C. Schmalzbauer",
                "Josef G. Trapani"
            ]
        },
        "description": "(Offered as BIO 250, CHEM 250, LLAS 250 and SOCI 250) This is an interactive course that combines academic inquiry and community engagement to investigate identity, inequality and representation within Science Technology Engineering and Mathematics (STEM) fields--at Amherst and beyond. We begin the course by grounding our understanding of the STEM experience at Amherst in national and global contexts. We will survey the interdisciplinary literature on the ways in which identity - race, gender, class, ability, sexuality- and geographic context shape STEM persistence and belonging. We will bring this literature into conversation with our own Amherst experiences. These challenging conversations require vulnerability, openness and the ability to tolerate discomfort. We will work from day one to build a brave space whose foundation is trust, accountability and growth. Students will design group projects that apply themes from the literature and our seminar discussions to develop resources and engage the STEM community, whether at the college, local, or national level. Course work includes critical reading and discussion, reflective writing, and collaborative work culminating in community engagement projects which students will share with the campus and the broader public. The class will meet synchronously most days for the remote January term and will also involve asynchronous small group work. Open to sophomores, juniors and seniors. This course will be taught in two sections, each taught by a partnering of a scientist and a humanist/social scientist. Each section will be limited to 18 students due to the remote format and the discussion- and project-based nature of the class. January Term. Professors Jaswal, Coranez Bolton, Schmalzbauer and Trapani.",
        "times_and_locations": {
            "CHEM 250": {
                "Section 01": [],
                "Section 02": [],
                "Section 03": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Race, Place, and the Law",
        "course_codes": [
            "BLST-147",
            "LJST-105"
        ],
        "faculty": {
            "Section 01": [
                "David P. Delaney"
            ]
        },
        "description": "(Offered as LJST 105 and BLST 147 [US]) Understandings of and conflicts about place are of central significance to the experience and history of race and race relations in America. The shaping and reshaping of places is an important ingredient in the constitution and revision of racial identities: think of the ghetto, Chinatown, or Indian Country. Law, in its various manifestations, has been intimately involved in the processes which have shaped geographies of race from the colonial period to the present day: legally mandated racial segregation was intended to impose and maintain both spatial and social distance between members of different races. The objective of this course is to explore the complex intersections of race, place, and law. Our aim is to gain some understanding of geographies of race on-the-ground in real places, and of the role of legal practicesespecially legal argumentin efforts to challenge and reinforce these racial geographies. We will ask, for example, how claims about responsibility, community, rationality, equality, justice, and democracy have been used to justify or resist both racial segregation and integration, access and expulsion. In short, we will ask how moral argument and legal discourse have contributed to the formation of the geographies of race that we all inhabit. Much of our attention will be given to a legal-geographic exploration of African-American experiences. But we will also look at how race, place and the law have shaped the distinctive experiences of Native Americans, Hispanic Americans, and Asian Americans. Limited to 30 students. January Term ONLINE ONLY. Senior Lecturer Delaney. If Overenrolled: Priority to LJST majors, and then by seniority. Cost: $$15.00 ?",
        "times_and_locations": {
            "LJST 105": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Legal Science Fiction",
        "course_codes": [
            "LJST-132"
        ],
        "faculty": {
            "Section 01": [
                "Michaela J. Brangan"
            ]
        },
        "description": "Science fiction conjures novel social arrangements in which questions of law inevitably emerge. Is a very smart robot just property? How should space be governed? If we can predict future crimes, can we punish future criminals? The answers to these questions are rooted in theories of what makes the good society and prompt us to think about how our own laws function with, against, or under the influence of scientific inquiry. In this course, we will consider how the speculative imagination approaches topics like civil rights, criminal law, labor, reproduction, corporate regulation, privacy, and property, analyzing science fiction texts and films alongside legal cases and theories of justice. Today, we regularly encounter legal conundrums that once seemed futuristic. Genetic engineering threatens the traditional framework of equality that provides the basis of rights. Algorithms, once thought to be a way to resolve race and gender biases, instead encode these biases into our everyday lives. How we order and improve human life is always a matter of legal concern, but regulation is often seen as anathema to technological progress. Why is this the case? Can this tension be resolved? Limited to 40 students. January Term. Class will be taught online. Visiting Assistant Professor Brangan",
        "times_and_locations": {
            "LJST 132": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Introduction to Statistics via Modeling",
        "course_codes": [
            "MATH-135",
            "STAT-135"
        ],
        "faculty": {
            "Section 01": [
                "Nicholas J. Horton",
                "Ryan P. McShane (Section 01J)"
            ]
        },
        "description": "(Offered as STAT 135 and MATH 135) This course is an introductory statistics course that uses modeling as a unifying framework. The course provides a basic foundation in statistics with a major emphasis on constructing models from data. Students learn important concepts of statistics by mastering powerful and relatively advanced statistical techniques using computational tools. Topics include descriptive and inferential statistics, visualization, probability, study design, and multiple regression. Students who have taken a semester of calculus (MATH 111 or higher, or equivalent placement) or who are majoring or planning to major in mathematics and/or statistics should take this course instead of STAT 111/111E. (Students who have taken STAT 111/111E or PSYC 122 may not also receive credit for STAT/MATH 135. Students who have taken ECON 360/361 will be admitted only with consent of the instructor.) No prior experience with statistical software is expected. Fall 2020 Sections 01 and 02, January 2021 Section 01 and 02, and Spring 2021 Sections 01, 02, 04, and 05 will be online only.  Methods and tools will vary by instructor, but all online only sections will include small group work and interactive labs to foster student engagement. We will conduct synchronous activities over Zoom and use platforms such as Moodle to structure asynchronous interactions and host course material. Requisite: MATH 111 or equivalent. Limited to 24 students per section. Fall semester: Professors Bailey and McShane. January 2021: Professors Horton and McShane. Spring semester: Professors Bailey, Donges, Matheson, and Wagaman. If Overenrolled: In the fall: priority for preregistered sophomores. In the spring: priority for preregistered first year students, then sophomores. Cost: $170 ?",
        "times_and_locations": {
            "STAT 135": {
                "Section 01": [],
                "Section 02": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Introduction to Statistics via Modeling",
        "course_codes": [
            "MATH-135",
            "STAT-135"
        ],
        "faculty": {
            "Section 01": [
                "Nicholas J. Horton",
                "Ryan P. McShane (Section 01J)"
            ]
        },
        "description": "(Offered as STAT 135 and MATH 135) This course is an introductory statistics course that uses modeling as a unifying framework. The course provides a basic foundation in statistics with a major emphasis on constructing models from data. Students learn important concepts of statistics by mastering powerful and relatively advanced statistical techniques using computational tools. Topics include descriptive and inferential statistics, visualization, probability, study design, and multiple regression. Students who have taken a semester of calculus (MATH 111 or higher, or equivalent placement) or who are majoring or planning to major in mathematics and/or statistics should take this course instead of STAT 111/111E. (Students who have taken STAT 111/111E or PSYC 122 may not also receive credit for STAT/MATH 135. Students who have taken ECON 360/361 will be admitted only with consent of the instructor.) No prior experience with statistical software is expected. Fall 2020 Sections 01 and 02, January 2021 Section 01 and 02, and Spring 2021 Sections 01, 02, 04, and 05 will be online only.  Methods and tools will vary by instructor, but all online only sections will include small group work and interactive labs to foster student engagement. We will conduct synchronous activities over Zoom and use platforms such as Moodle to structure asynchronous interactions and host course material. Requisite: MATH 111 or equivalent. Limited to 24 students per section. Fall semester: Professors Bailey and McShane. January 2021: Professors Horton and McShane. Spring semester: Professors Bailey, Donges, Matheson, and Wagaman. If Overenrolled: In the fall: priority for preregistered sophomores. In the spring: priority for preregistered first year students, then sophomores. Cost: $170 ?",
        "times_and_locations": {
            "STAT 135": {
                "Section 01": [],
                "Section 02": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Stephen Sondheim and the American Musical",
        "course_codes": [
            "MUSI-109"
        ],
        "faculty": {
            "Section 01": [
                "Mark L. Swanson"
            ]
        },
        "description": "This course examines the life and work of Stephen Sondheim, the influential composer and lyricist of the American musical theater.  It will deconstruct Sondheim's craft and artistic imagination with use of his seminal texts \"Finishing the Hat\" and \"Look, I Made a Hat,\" as well as excerpts from academic writings by Banfield, McLaughlin, Swayne and others. Sondheim's lifelong preoccupation with a disintegrating, illusory \"American dream\"--through gun violence, racism, classism, mass hysteria/groupthink and the quest for personal connection and community--will also be explored as we examine musicals such as Company, Follies, A Little Night Music, Pacific Overtures, Sweeney Todd, Merrily We Roll Along, Into the Woods, Assassins and West Side Story (written with Leonard Bernstein).  Course requirements include screenings of Broadway and film performances, listening assignments, guest lectures, group projects/discussions and brief papers. Lecturer Swanson.  There are no prerequisites and the ability to read music is not required.  Synchronous and asynchronous online learning via Zoom, the course website, and possibly other online resources.",
        "times_and_locations": {
            "MUSI 109": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Jazz Film: Improvisation, Narrativity, and Representation",
        "course_codes": [
            "FAMS-375",
            "MUSI-225"
        ],
        "faculty": {
            "Section 01": [
                "Jason Robinson"
            ]
        },
        "description": "(Offered as MUSI 225 and FAMS 375) Jazz occupies a special role in the development of American film. From The Jazz Singer (1927), the first American film that included synchronized sound, to the sprawling Jazz: A Documentary (2001) from Ken Burns, filmic representations of jazz speak to fundamental ways that Americans negotiate difference and imagine national identity. This course examines the relationship between jazz and American culture through three modalities: improvisation, narrativity, and representation. How might jazz improvisation influence the construction of film? Is there an \"improvised film\"? Moreover, jazz musicians often speak about \"telling stories\" through their music. How might this influence narrative structure in film and inform the ways that stories about jazz musicians are constructed in film? How might this influence narrative structure in film? And how might these stories about jazz musicians reflect larger debates about race, gender, sexuality and nationality? Assignments will include guided viewing of several important jazz films, required reading, and a series of essays. January term. Professor Robinson. Synchronous and asynchronous online learning.  All elements of the course will be conducted via Zoom, the course website, streaming video reserves, and other online sources.",
        "times_and_locations": {
            "MUSI 225": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Seminar in the Anthropology of Music: Voice",
        "course_codes": [
            "ANTH-449",
            "MUSI-449"
        ],
        "faculty": {
            "Section 01": [
                "Jeffers L. Engelhardt"
            ]
        },
        "description": "This seminar explores the sound and significance of the human voice in broad perspective. What do we communicate with our voice? Why are certain voices powerful or unforgettable? How are voices culturally shaped and constrained? How do people use their voice along the continuum between speech and song? What happens when the voice turns text into sound? What does it mean in terms of politics and personhood to have a voice? How does vocal sound relate to knowledge of the body and ideas about race, gender, and identity? To engage these questions, we will begin by examining the classic premise that the voice is a sonic medium for music, language, and other forms of communicative expression whose production (singing, speaking, vocalizing) and uptake (listening, recognizing, empathizing) are basic to social life and inhabiting one's environment. Throughout the term, we will push this premise in critical new directions by remembering that song and language affect us because the voice is not merely a medium. What Roland Barthes famously describes as \"the grain of the voice\" is its profound, compelling sonic presence beyond its role as a medium. Thinking about the significance of vocal sound and timbre in this light, we will explore a host of voices and vocal styles from throughout the world, including how we use our own creatively, in performance, and relative to the constraints of a voice-impacting global pandemic. We will listen and read widely, benefiting from each others' experience and insights as well as those of singers and scholars who will join us. Fulfills either the departmental seminar requirement or the comprehensive exam requirement for the major. January term. Professor Engelhardt. Hyflex format with as much face-to-face learning as possible. Online elements of the course will be conducted via Zoom and the course website.",
        "times_and_locations": {
            "MUSI 449": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Guns in American Politics",
        "course_codes": [
            "POSC-152"
        ],
        "faculty": {
            "Section 01": [
                "Jonathan M. Obert"
            ]
        },
        "description": "This course will address the politics of gun ownership, as well as the meanings of guns in American civic life. Focusing on the philosophical, social, legal, institutional, cultural, and economic lenses through which Americans have made sense of the role of firearms in American politics, this course will use firearms policy to explore a range of questions: how has our understanding of self-protection changed or not over time? What was the role of the Second Amendment in the making of the Constitution? How do we make sense of the controversies and debates that have surrounded the right to bear arms and its interpretation in legal and historical scholarship? How does mobilization around guns and gun rights reflect and shape racial, ethnic, and gender identities? Where and when do such mobilizations occur? In what ways are U.S. policies and attitudes actually exceptional among developed countries? In this sense, guns serve as a way of putting into sharp focus deeper questions about the institutional and social contexts of belonging and exclusion in U.S. politics. Limited to 30 students. Interterm semester 2020-21. Assistant Professor Obert.",
        "times_and_locations": {
            "POSC 152": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Health Policy in China",
        "course_codes": [
            "ASLC-431",
            "POSC-431"
        ],
        "faculty": {
            "Section 01": [
                "Kerry E. Ratigan"
            ]
        },
        "description": "This in tensive course will examine Chinese politics through the lens of health policy, from the founding of the Peoples Republic of China through the Covid-19 pandemic. We will examine questions such as: Why has healthcare been a persistent challenge for an ostensibly communist ruling party? How has Chinese health policy changed over time and what has remained the same? How has healthcare been impacted by the vicissitudes of Chinese politics? How have Chinese politics shaped the countrys responses to the covid-19 pandemic? And how is the pandemic likely to impact Chinese politics? The course will include short research assignments that will take varied forms , such as papers and presentations. The course will be taught on-line. Prerequisite: Previous experience or coursework related to China strongly preferred. Previous coursework in the social sciences will be an asset. Limited to 20 students. If Overenrolled: Priority given to students with prior coursework or experience related to China.",
        "times_and_locations": {
            "POSC 431": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Marxist Theory for Uncertain Times",
        "course_codes": [
            "POSC-440"
        ],
        "faculty": {
            "Section 01": [
                "Pavel Machala"
            ]
        },
        "description": "Periodically, both individual societies as well as the larger world in which they are situated face complex, profound and alarming uncertainties and crises.  The opening paragraph of the Communist Manifesto emphasizes that in such uncertain times, social conflicts would often end either in a revolutionary reconstitution of society at large, or in the common ruin of the contending classes. Antonio Gramsci reminds us that in such times, [T]he crisis consists precisely in the fact that the old is dying and the new cannot be born; in this interregnum a great variety of morbid symptoms appear.  Today we may well be witnessing one such disconsolate period. In this seminar we will study the ways various twentieth-century as well as current Marxist thinkers (Theodor W. Adorno, Louis Althusser, Antonio Negri, Cornel West, Angela Davis, Nancy Fraser, John Bellamy Foster, and Slavoj Zizek, to name just a few) approach this complicated subject. Limited to 15 students    Interterm semester 2020/21    Professor Machala",
        "times_and_locations": {
            "POSC 440": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Introduction to Psychology",
        "course_codes": [
            "PSYC-100"
        ],
        "faculty": {
            "Section 01": [
                "Elizabeth T. Kneeland",
                "Julia D. McQuade",
                "Catherine A. Sanderson",
                "Matthew Schulkind",
                "Rebecca R. Totton (Section 03J)"
            ]
        },
        "description": "An introduction to the nature of psychological inquiry regarding the origins, variability, and change of human behavior. As such, the course focuses on the nature-nurture controversy, the processes associated with cognitive and emotional development, the role of personal characteristics and situational conditions in shaping behavior, and various approaches to psychotherapy. STUDENTS WHO HAVE TAKEN AP PSYCH AND RECEIVED A 4 OR A 5 ON THE EXAM ARE NOT ELIGIBLE TO TAKE PSYC 100. Not open to five college students. Janurary term. Professors Sanderson, Schulkind, McQuade; Assistant Professor Kneeland and Visiting Professor Totton.",
        "times_and_locations": {
            "PSYC 100": {
                "Section 01": [],
                "Section 02": [],
                "Section 03": [],
                "Section 04": [],
                "Section 05": [],
                "Section 06": [],
                "Section 07": [],
                "Section 08": [],
                "Section 09": [],
                "Section 10": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Psychological Assessment",
        "course_codes": [
            "PSYC-353"
        ],
        "faculty": {
            "Section 01": [
                "Amy P. Demorest"
            ]
        },
        "description": "This course examines methods used by psychologists to understand the  psychology of individual personalities. The primary focus is on three psychological assessment tools: the Early Memories Procedure, the Thematic Apperception Test, and the traditional interview. Students will take these devices themselves, read the theory behind them, examine case studies by prominent psychologists using these devices, and conduct their own interpretations of responses given by college students and by psychotherapy patients. In the process, students should develop a good understanding of the complexity of the clinical thought process. Class meetings will be always in synchronous online format and will consist entirely of project-based learning, case applications, and discussions, often in small break-out groups.  Although originally designed in 150-minute meetings to allow in-depth exploration, I will be studying best practices for online seminars and planning the class meeting times accordingly. Requisite: PSYC 221, 228, or consent of the instructor. Limited to 15 students. Winter semester: Professor Demorest.",
        "times_and_locations": {
            "PSYC 353": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Chekhov and His Theater",
        "course_codes": [
            "RUSS-229"
        ],
        "faculty": {
            "Section 01": [
                "Catherine A. Ciepiela"
            ]
        },
        "description": "Anton Chekhovs reputation rests as much on his writing for the theater as on his fiction. His plays, whose staging by the Moscow Art Theater helped revolutionize Russian and world theater, endure in the modern repertoire. In this course, we will study his four major plays in their cultural and historical context, drawing on the biographical and critical literature on Chekhov, printed and visual materials concerning the late nineteenth-century European theater, and the writings of figures like Constantine Stanislavsky, who developed a new acting method in response to Chekhovs art. We also will examine key moments in the production history of Chekhovs plays in Russian, English, and American theater and film. No knowledge of Russian language or culture is assumed. January Term. Professor Ciepiela.",
        "times_and_locations": {
            "RUSS 229": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "The Bodies of Tragedy",
        "course_codes": [
            "CLAS-111",
            "SWAG-110"
        ],
        "faculty": {
            "Section 01": [
                "Frederick T. Griffiths"
            ]
        },
        "description": "Since its invention in Athens, tragic drama has focused upward on the great or mighty as they fall but also outward on the disempowered as they are for once given public voice: women, slaves, and barbarians. The cosmic forces of fate and the gods play out along social fault lines with conflicting viewpoints. We look to a hero, but, changing his mask, a Greek actor could go from god to wife to peasant. This multiplicity complicates itself in modern stagings and films as they cast actors with specific gender and racial identities. Female actors now have indisputable claim on the once-male roles of Antigone, Cassandra, Medea, and Electra, as they do on Shakespeares Juliet, Lady Macbeth, and Cleopatra. In this course we look at the performance of plays by Aeschylus, Sophocles, Euripides, and Shakespeare in their historical context, as well as at adaptations in film and dance. We also consider Rita Doves remaking of Sophocles Oedipus the King in The Darker Face of the Earth and, for the bodies of comedy, Spike Lees recasting of Aristophanes Lysistrata in Chi Raq. The requirements are regular attendance and participation, brief before-class responses, and three essays. The course aims to give students independent command of influential plays, as well as insight into the aesthetics and politics of putting contemporary bodies into classic roles. We consider and apply core concepts relating to the representation of gender, race, and sexuality. The course will be taught in multiple sessions each day, both synchronous and asynchronous, along with the assigned films and filmed performances. Most days, there will be a brief interaction with the instructor about an observation or question about the reading. 2.5 hours per day. Limit of 18. If over-enrolled, preference to first-year students and sophomores.",
        "times_and_locations": {
            "CLAS 111": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Before Farm to Table: A Collaboration with the Folger Shakespeare Library",
        "course_codes": [
            "COLQ-320"
        ],
        "faculty": {
            "Section 01": [
                "Darryl Harper"
            ]
        },
        "description": "",
        "times_and_locations": {
            "COLQ 320": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "The ABCs of Publishing",
        "course_codes": [
            "COLQ-343"
        ],
        "faculty": {
            "Section 01": [
                "Ilan Stavans"
            ]
        },
        "description": "A thorough, experiential course on the ins and outs of book publishing that includes a history of how books became our preferred channel for the dissemination of knowledge and entertainment and as a tool for political, economic, and cultural change. We will discuss the past, present, and future of the book, how it has mutated from Gutenberg to the digital age, and the challenges book publishing faces in the twenty-first century, not only in the United States but in the global scene. The objective is to study book-making and distribution from a critical eye and to come up with new solutions for book publishing in emerging or postcapitalist economies and for disadvantaged audiences. Strategies for acquiring, editing, publishing, and marketing books in the United States and in the global market will be discussed. Topics include budgeting; foreign and domestic rights; corporate, nonprofit, and academic companies; and collaborations with literary agents, translators, librarians, and booksellers. There will be an assortment of guest speakers. Students will participate in ongoing projects at Restless Books, an independent nonprofit publisher in Brooklyn devoted to contemporary global literature for children and adults and the classics. Limited to 10 students.  Professor Stavans.",
        "times_and_locations": {
            "COLQ 343": {
                "Section 01": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "Introduction to Statistics via Modeling",
        "course_codes": [
            "MATH-135",
            "STAT-135"
        ],
        "faculty": {
            "Section 01": [
                "Nicholas J. Horton",
                "Ryan P. McShane (Section 01J)"
            ]
        },
        "description": "(Offered as STAT 135 and MATH 135) This course is an introductory statistics course that uses modeling as a unifying framework. The course provides a basic foundation in statistics with a major emphasis on constructing models from data. Students learn important concepts of statistics by mastering powerful and relatively advanced statistical techniques using computational tools. Topics include descriptive and inferential statistics, visualization, probability, study design, and multiple regression. Students who have taken a semester of calculus (MATH 111 or higher, or equivalent placement) or who are majoring or planning to major in mathematics and/or statistics should take this course instead of STAT 111/111E. (Students who have taken STAT 111/111E or PSYC 122 may not also receive credit for STAT/MATH 135. Students who have taken ECON 360/361 will be admitted only with consent of the instructor.) No prior experience with statistical software is expected. Fall 2020 Sections 01 and 02, January 2021 Section 01 and 02, and Spring 2021 Sections 01, 02, 04, and 05 will be online only.  Methods and tools will vary by instructor, but all online only sections will include small group work and interactive labs to foster student engagement. We will conduct synchronous activities over Zoom and use platforms such as Moodle to structure asynchronous interactions and host course material. Requisite: MATH 111 or equivalent. Limited to 24 students per section. Fall semester: Professors Bailey and McShane. January 2021: Professors Horton and McShane. Spring semester: Professors Bailey, Donges, Matheson, and Wagaman. If Overenrolled: In the fall: priority for preregistered sophomores. In the spring: priority for preregistered first year students, then sophomores. Cost: $170 ?",
        "times_and_locations": {
            "STAT 135": {
                "Section 01": [],
                "Section 02": []
            }
        }
    },
    {
        "semester": "January 2021",
        "course_title": "The Bodies of Tragedy",
        "course_codes": [
            "CLAS-111",
            "SWAG-110"
        ],
        "faculty": {
            "Section 01": [
                "Frederick T. Griffiths"
            ]
        },
        "description": "Since its invention in Athens, tragic drama has focused upward on the great or mighty as they fall but also outward on the disempowered as they are for once given public voice: women, slaves, and barbarians. The cosmic forces of fate and the gods play out along social fault lines with conflicting viewpoints. We look to a hero, but, changing his mask, a Greek actor could go from god to wife to peasant. This multiplicity complicates itself in modern stagings and films as they cast actors with specific gender and racial identities. Female actors now have indisputable claim on the once-male roles of Antigone, Cassandra, Medea, and Electra, as they do on Shakespeares Juliet, Lady Macbeth, and Cleopatra. In this course we look at the performance of plays by Aeschylus, Sophocles, Euripides, and Shakespeare in their historical context, as well as at adaptations in film and dance. We also consider Rita Doves remaking of Sophocles Oedipus the King in The Darker Face of the Earth and, for the bodies of comedy, Spike Lees recasting of Aristophanes Lysistrata in Chi Raq. The requirements are regular attendance and participation, brief before-class responses, and three essays. The course aims to give students independent command of influential plays, as well as insight into the aesthetics and politics of putting contemporary bodies into classic roles. We consider and apply core concepts relating to the representation of gender, race, and sexuality. The course will be taught in multiple sessions each day, both synchronous and asynchronous, along with the assigned films and filmed performances. Most days, there will be a brief interaction with the instructor about an observation or question about the reading. 2.5 hours per day. Limit of 18. If over-enrolled, preference to first-year students and sophomores.",
        "times_and_locations": {
            "CLAS 111": {
                "Section 01": []
            }
        }
    }
]